brew "act"
brew "ansible"
brew "autoconf"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cdo"
brew "cffi"
brew "codespell"
brew "direnv"
brew "docker"
brew "docker-completion"
brew "eccodes"
brew "exa"
brew "fmt"
brew "freetype"
brew "gcc"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "giflib"
brew "git"
brew "glab"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gnupg"
brew "gnutls"
brew "hdf5"
brew "icu4c"
brew "imlib2"
brew "isl"
brew "jpeg-turbo"
brew "lazygit"
brew "libaec"
brew "libassuan"
brew "libevent"
brew "libgcrypt"
brew "libgit2"
brew "libgpg-error"
brew "libidn2"
brew "libksba"
brew "libmpc"
brew "libnghttp2"
brew "libpng"
brew "libsolv"
brew "libssh2"
brew "libtasn1"
brew "libtermkey"
brew "libtiff"
brew "libunistring"
brew "libusb"
brew "libuv"
brew "libvncserver"
brew "libvterm"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libyaml"
brew "little-cms2"
brew "llvm"
brew "luajit"
brew "luv"
brew "lz4"
brew "m4"
brew "micromamba"
brew "modules"
brew "mpdecimal"
brew "mpfr"
brew "msgpack"
brew "ncurses"
brew "neovim"
brew "netcdf"
brew "nettle"
brew "node"
brew "npth"
brew "oniguruma"
brew "openjpeg"
brew "openldap"
brew "openssl@3"
brew "p11-kit"
brew "pass"
brew "pcre2"
brew "pinentry"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "proj"
brew "pycparser"
brew "python-argcomplete"
brew "python-certifi"
brew "python-cryptography"
brew "python-dateutil"
brew "python-jinja"
brew "python-lxml"
brew "python-markupsafe"
brew "python-packaging"
brew "python-pyparsing"
brew "python-pytz"
brew "python-setuptools"
brew "python@3.12"
brew "pyyaml"
brew "qrencode"
brew "ranger"
brew "rbenv"
brew "readline"
brew "reproc"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "rustup-init"
brew "six"
brew "sk"
brew "sqlite"
brew "starship"
brew "task"
brew "taskwarrior-tui"
brew "tcl-tk"
brew "timewarrior"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "unibilium"
brew "utf8proc"
brew "w3m"
brew "x11vnc"
brew "xorgproto"
brew "xz"
brew "yadm"
brew "yaml-cpp"
brew "yq"
brew "z3"
brew "zstd"

cask "alacritty"
cask "amethyst"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "miniconda"
cask "obs"
cask "vagrant"
cask "vagrant-manager"
cask "xquartz"
